/* Projects.js */
import React from 'react';
import Nav from '../components/Nav';

export default function Projects() {

  return (
    <div className='container'>
        <Nav/>
        <div className='content-box'>
          <h1><span>유</span><span>기</span><span>동</span><span>물</span><span>을</span> <span>입</span><span>양</span><span>하</span><span>는</span> <span>당</span><span>신</span><span>이</span> <span>멋</span><span>져</span></h1>

          <h3>개나 고양이를 키우고 싶다면 유기동물 보호시설에서 보호하고 있는 유기동물을 입양하는게 어떨까요?<br/>
          원하는 동물을 새 식구로 맞이하는 것은 물론 한 생명을 구했다는 자부심으로 가슴이 뿌듯해집니다.</h3>

          <h4>입양 전 진지하게 점검해야 할 체크리스트</h4>
          <p>
              반려동물을 맞이할 환경적 준비, 마음의 각오는 되어 있습니까?<br/>
              개, 고양이는 10~15년 이상 삽니다. 결혼, 임신, 유학, 이사 등으로 가정환경이 바뀌어도 한번 인연을 맺은 동물은 끝까지 책임지고 보살피겠다는 결심이 섰습니까?<br/>
              모든 가족과의 합의는 되어 있습니까?<br/>
              반려동물을 기른 경험이 있습니까? 내 동물을 위해 공부할 각오가 되어 있습니까?<br/>
              아플 때 적절한 치료를 해주고, 중성화수술(불임수술)을 실천할 생각입니까?<br/>
              입양으로 인한 경제적 부담을 짊어질 의사와 능력이 있습니까?<br/>
              우리 집에서 키우는 다른 동물과 잘 어울릴 수 있을지 고민해보았습니까?
          </p>
          <h4>입양 시 일부 경비가 청구될 수 있습니다.</h4>
          <p>
              시·군·구청에서 보호하고 있는 유기동물 중 공고한 지 10일이 지나도 주인이 나타나지 않는 경우 일반인에게 분양할 수 있습니다.<br/>
              입양 보호시설에 미리 전화로 문의하시고, 담당자의 안내에 따라 방문 일시 등을 예약합니다.<br/>
              입양 시 신분증 복사본 2장과 필요한 반려동물 물품을 준비하고 보호시설을 방문해 입양계약서를 작성해야 합니다.<br/>
              입양 보호시설에는 신청자 본인이 직접 방문해야 합니다.<br/>
              미성년자에게는 반려동물을 분양하지 않습니다. 분양을 원하는 미성년자는 부모님의 허락을 얻어 반드시 부모님과 함께 방문해야 합니다.<br/>
          </p>
        </div>
        
    </div>
  )
}
